Repository: wrd1stProgrammer/ChartAgent-
Catalog: ChartAgent/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, id, it, ja, pt_br, th, tr, vi, zh_hans, zh_hant

source: 확인선 회복 시 진입 · 이탈 시 판단 폐기
de: Bei Rückforderung eingeben · bei Fehler ungültig machen
en: Enter on reclaim · invalidate on failure
es: Ingresar al reclamar · invalidar en caso de falla
fr: Entrer lors de la récupération · invalider en cas d'échec
id: Masuk saat mengambil kembali · tidak valid jika gagal
it: Entra in caso di recupero · invalida in caso di fallimento
ja: 再利用時に入力、失敗時に無効化
pt_br: Entrar na recuperação · invalidar em caso de falha
th: ป้อนเมื่อเรียกคืน · เป็นโมฆะเมื่อล้มเหลว
tr: Geri alma durumunda girin · başarısızlık durumunda geçersiz kılın
vi: Nhập khi đòi lại · vô hiệu khi thất bại
zh_hans: 回收时输入 · 失败时无效
zh_hant: 回收時輸入 · 失敗時無效

source: 후속 대화
de: Follow-up-Chat
en: Follow-up Chat
es: Chat de seguimiento
fr: Discussion de suivi
id: Obrolan Lanjutan
it: Chat di follow-up
ja: フォローアップチャット
pt_br: Bate-papo de acompanhamento
th: แชทติดตามผล
tr: Takip Sohbeti
vi: Trò chuyện theo dõi
zh_hans: 后续聊天
zh_hant: 後續聊天

source: 후속 질문 닫기
de: Folgechat schließen
en: Close follow-up chat
es: Cerrar chat de seguimiento
fr: Fermer le chat de suivi
id: Tutup obrolan tindak lanjut
it: Chiudi la chat di follow-up
ja: フォローアップ チャットを閉じる
pt_br: Fechar bate-papo de acompanhamento
th: ปิดแชทติดตามผล
tr: Takip sohbetini kapat
vi: Đóng cuộc trò chuyện theo dõi
zh_hans: 关闭后续聊天
zh_hant: 關閉後續聊天

source: 핵심 작도
de: Wichtige Markierungen
en: Key annotations
es: Anotaciones clave
fr: Annotations clés
id: Anotasi utama
it: Annotazioni chiave
ja: 主要な注釈
pt_br: Anotações principais
th: คำอธิบายหลัก
tr: Önemli notlar
vi: Chú thích chính
zh_hans: 重点标注
zh_hant: 重點標註

source: 원본 보기
de: Original ansehen
en: View original
es: Ver original
fr: Voir l’original
id: Lihat asli
it: Vedi originale
ja: 元画像を見る
pt_br: Ver original
th: ดูต้นฉบับ
tr: Orijinali gör
vi: Xem bản gốc
zh_hans: 查看原图
zh_hant: 查看原圖

source: 작도 보기
de: Markierungen zeigen
en: Show annotations
es: Ver anotaciones
fr: Voir les annotations
id: Lihat anotasi
it: Mostra annotazioni
ja: 注釈を表示
pt_br: Ver anotações
th: แสดงคำอธิบาย
tr: Notları göster
vi: Hiện chú thích
zh_hans: 显示标注
zh_hant: 顯示標註

source: 차트 확대
de: Chart vergrößern
en: Enlarge chart
es: Ampliar gráfico
fr: Agrandir le graphique
id: Perbesar grafik
it: Ingrandisci grafico
ja: チャートを拡大
pt_br: Ampliar gráfico
th: ขยายกราฟ
tr: Grafiği büyüt
vi: Phóng to biểu đồ
zh_hans: 放大图表
zh_hant: 放大圖表

source: 차트 작도는 PRO에서 열립니다.
de: Chart-Markierungen sind mit PRO verfügbar.
en: Chart annotations are available with PRO.
es: Las anotaciones del gráfico están disponibles con PRO.
fr: Les annotations du graphique sont disponibles avec PRO.
id: Anotasi grafik tersedia dengan PRO.
it: Le annotazioni del grafico sono disponibili con PRO.
ja: チャートの注釈はPROで利用できます。
pt_br: As anotações do gráfico estão disponíveis no PRO.
th: คำอธิบายบนกราฟพร้อมใช้งานใน PRO
tr: Grafik notları PRO ile kullanılabilir.
vi: Chú thích biểu đồ có trong PRO.
zh_hans: 图表标注功能需使用 PRO。
zh_hant: 圖表標註功能需使用 PRO。

source: 차트 위에 핵심 근거를 표시하고 있어요
de: Wichtige Hinweise werden im Chart markiert
en: Marking key evidence on your chart
es: Marcando los puntos clave en tu gráfico
fr: Ajout des principaux repères sur votre graphique
id: Menandai bukti utama pada grafik Anda
it: Aggiunta dei riferimenti principali al grafico
ja: チャートに主な根拠を表示しています
pt_br: Marcando os pontos principais no seu gráfico
th: กำลังทำเครื่องหมายข้อมูลสำคัญบนกราฟ
tr: Grafikteki önemli bulgular işaretleniyor
vi: Đang đánh dấu các căn cứ chính trên biểu đồ
zh_hans: 正在图表上标记主要依据
zh_hant: 正在圖表上標記主要依據

source: 작도를 불러오지 못했어요
de: Markierungen konnten nicht geladen werden
en: Couldn’t load annotations
es: No se pudieron cargar las anotaciones
fr: Impossible de charger les annotations
id: Anotasi tidak dapat dimuat
it: Impossibile caricare le annotazioni
ja: 注釈を読み込めませんでした
pt_br: Não foi possível carregar as anotações
th: ไม่สามารถโหลดคำอธิบายได้
tr: Notlar yüklenemedi
vi: Không tải được chú thích
zh_hans: 无法加载标注
zh_hant: 無法載入標註

source: 다시 시도
de: Erneut versuchen
en: Try again
es: Reintentar
fr: Réessayer
id: Coba lagi
it: Riprova
ja: 再試行
pt_br: Tentar novamente
th: ลองอีกครั้ง
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: 업로드한 원본 차트입니다.
de: Dies ist dein ursprünglich hochgeladener Chart.
en: This is your original uploaded chart.
es: Este es el gráfico original que subiste.
fr: Voici le graphique original que vous avez importé.
id: Ini adalah grafik asli yang Anda unggah.
it: Questo è il grafico originale che hai caricato.
ja: アップロードした元のチャートです。
pt_br: Este é o gráfico original que você enviou.
th: นี่คือกราฟต้นฉบับที่คุณอัปโหลด
tr: Bu, yüklediğiniz orijinal grafiktir.
vi: Đây là biểu đồ gốc bạn đã tải lên.
zh_hans: 这是您上传的原始图表。
zh_hant: 這是您上傳的原始圖表。

source: 차트의 번호를 누르면 근거를 볼 수 있어요
de: Tippe auf eine Zahl im Chart, um den Hinweis zu lesen
en: Tap a number on the chart to read the evidence
es: Toca un número del gráfico para leer la explicación
fr: Touchez un numéro sur le graphique pour lire l’explication
id: Ketuk angka pada grafik untuk membaca buktinya
it: Tocca un numero sul grafico per leggere la spiegazione
ja: チャートの番号をタップすると根拠を確認できます
pt_br: Toque em um número no gráfico para ler a explicação
th: แตะหมายเลขบนกราฟเพื่ออ่านคำอธิบาย
tr: Açıklamayı okumak için grafikteki bir sayıya dokunun
vi: Chạm vào số trên biểu đồ để đọc căn cứ
zh_hans: 点击图表上的编号即可查看依据
zh_hant: 點選圖表上的編號即可查看依據

source: 확실히 보이는 근거만 표시합니다.
de: Nur klar erkennbare Hinweise werden markiert.
en: Only clearly visible evidence is marked.
es: Solo se marcan los elementos claramente visibles.
fr: Seuls les éléments clairement visibles sont annotés.
id: Hanya bukti yang terlihat jelas yang ditandai.
it: Vengono segnati solo gli elementi chiaramente visibili.
ja: 明確に見える根拠だけを表示します。
pt_br: Somente elementos claramente visíveis são marcados.
th: ทำเครื่องหมายเฉพาะข้อมูลที่เห็นได้ชัดเจน
tr: Yalnızca açıkça görülebilen bulgular işaretlenir.
vi: Chỉ đánh dấu những căn cứ hiển thị rõ ràng.
zh_hans: 仅标记清楚可见的依据。
zh_hant: 僅標記清楚可見的依據。

source: 업로드한 차트
de: Hochgeladener Chart
en: Uploaded chart
es: Gráfico subido
fr: Graphique importé
id: Grafik yang diunggah
it: Grafico caricato
ja: アップロードしたチャート
pt_br: Gráfico enviado
th: กราฟที่อัปโหลด
tr: Yüklenen grafik
vi: Biểu đồ đã tải lên
zh_hans: 已上传的图表
zh_hant: 已上傳的圖表

source: 차트 닫기
de: Chart schließen
en: Close chart
es: Cerrar gráfico
fr: Fermer le graphique
id: Tutup grafik
it: Chiudi grafico
ja: チャートを閉じる
pt_br: Fechar gráfico
th: ปิดกราฟ
tr: Grafiği kapat
vi: Đóng biểu đồ
zh_hans: 关闭图表
zh_hant: 關閉圖表

source: 차트 자세히 보기
de: Chart-Details
en: Chart details
es: Detalles del gráfico
fr: Détails du graphique
id: Detail grafik
it: Dettagli del grafico
ja: チャートの詳細
pt_br: Detalhes do gráfico
th: รายละเอียดกราฟ
tr: Grafik ayrıntıları
vi: Chi tiết biểu đồ
zh_hans: 图表详情
zh_hant: 圖表詳情

source: 원본 차트
de: Originalchart
en: Original chart
es: Gráfico original
fr: Graphique original
id: Grafik asli
it: Grafico originale
ja: 元のチャート
pt_br: Gráfico original
th: กราฟต้นฉบับ
tr: Orijinal grafik
vi: Biểu đồ gốc
zh_hans: 原始图表
zh_hant: 原始圖表

source: 크기 초기화
de: Zoom zurücksetzen
en: Reset zoom
es: Restablecer zoom
fr: Réinitialiser le zoom
id: Atur ulang zoom
it: Ripristina zoom
ja: 拡大をリセット
pt_br: Redefinir zoom
th: รีเซ็ตการซูม
tr: Yakınlaştırmayı sıfırla
vi: Đặt lại thu phóng
zh_hans: 重置缩放
zh_hant: 重設縮放

source: 2배 확대
de: 2× vergrößern
en: Zoom 2×
es: Ampliar 2×
fr: Agrandir 2×
id: Perbesar 2×
it: Ingrandisci 2×
ja: 2倍に拡大
pt_br: Ampliar 2×
th: ขยาย 2 เท่า
tr: 2× büyüt
vi: Phóng to 2×
zh_hans: 放大 2 倍
zh_hant: 放大 2 倍

source: ChartAgent와 함께 성장해 주세요.
en: Grow with ChartAgent.

# YOUR FEEDBACK MATTERS
source: 여러분의 평가가 중요해요
en: YOUR FEEDBACK MATTERS

source: 가격행동 강도 분석 중…
en: Analyzing price-action strength…

source: 고점·저점 구조 분석 중…
en: Analyzing swing structure…

source: 반대 시나리오 검증 중…
en: Testing the counter-scenario…

source: 여러분의 응원으로 더 좋은 분석팀을 만들게요.
en: Your support helps us build a better analysis team.

source: 짧은 평가가 더 나은 분석 경험을 만드는 데 큰 힘이 됩니다.
en: A short rating helps us build a better analysis experience.

source: 차트 이미지 읽는 중…
en: Reading the chart image…

source: 캔들 경계 분석 중…
en: Analyzing candle boundaries…

source: 화면 안의 자료 분리 중…
en: Separating visible chart evidence…

source: False-break Analyst
es: Analista de falsas rupturas
fr: Analyste de fausses ruptures
id: Analis Pembobolan Palsu
it: Analista delle false rotture
ja: フォールスブレイクアナリスト
pt_br: Analista de falsa quebra
th: นักวิเคราะห์ที่ผิดพลาด
tr: Yanlış Kırma Analisti
vi: Nhà phân tích sai lầm
zh_hans: 误判分析师
zh_hant: 誤判分析師

source: LIVE
es: EN VIVO
fr: EN DIRECT
ja: ライブ
pt_br: AO VIVO
th: สด
tr: CANLI
vi: TRỰC TIẾP
zh_hans: 实时
zh_hant: 即時

source: VS
es: contra
fr: CONTRE
